tap "ci-and-cd/topinfra"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "wagoodman/dive"
brew "archey"
brew "libssh2"
brew "aria2"
brew "readline"
brew "xz"
brew "python@3.8"
brew "asciinema"
brew "autoconf"
brew "bash"
brew "binutils"
brew "freetype"
brew "gettext"
brew "libffi"
brew "glib"
brew "cairo"
brew "ccat"
brew "certbot"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "diffutils"
brew "ed"
brew "jpeg"
brew "wxmac"
brew "exiftool"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "nettle"
brew "harfbuzz"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "libvpx"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gdb"
brew "gdk-pixbuf"
brew "gifsicle"
brew "pcre2"
brew "git"
brew "git-flow"
brew "git-quick-stats"
brew "glew"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "graphviz"
brew "grep"
brew "gzip"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "imagemagick"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kafka"
brew "kotlin"
brew "less"
brew "libassuan"
brew "libcroco"
brew "libelf"
brew "libgcrypt"
brew "libmagic"
brew "libuv"
brew "libxml2"
brew "libyaml"
brew "lolcat"
brew "lrzsz"
brew "lua"
brew "luajit"
brew "lynx"
brew "lz4"
brew "lzip"
brew "m-cli"
brew "m4"
brew "magic-wormhole"
brew "mas"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "mysql", restart_service: true
brew "nano"
brew "ncdu"
brew "nmap"
brew "nss"
brew "p7zip"
brew "pango"
brew "parallel"
brew "perl"
brew "prettyping"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "rabbitmq"
brew "redis", restart_service: true
brew "rename"
brew "rsync"
brew "scons"
brew "screen"
brew "sl"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "upx"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "ci-and-cd/topinfra/topinfra-maven"
brew "eddieantonio/eddieantonio/imgcat"
brew "wagoodman/dive/dive"
cask "brooklyn"
cask "font-fira-code"
cask "mongodb"
cask "visual-studio-code"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Keynote 讲演", id: 409183694
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "Xcode", id: 497799835
